adobe-source-code-pro-fonts
archey3
bash
bbswitch
bumblebee
bzip2
calc
chromium
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dunst
e2fsprogs
efibootmgr
evince
feh
file
filesystem
findutils
gawk
gcc-libs
gettext
git
glibc
grep
grub
gzip
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
licenses
linux
logrotate
lvm2
man-db
man-pages
mdadm
mesa-demos
netctl
nvidia
openssh
pacman
pacman-contrib
pciutils
perl
procps-ng
psmisc
python
python-dbus
reiserfsprogs
rxvt-unicode
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-humanities
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
ttf-inconsolata
udisks2
upower
usbutils
util-linux
vi
vim
which
wpa_actiond
wpa_supplicant
xclip
xf86-video-intel
xfce4-panel
xfsprogs
xorg-server
xorg-twm
xorg-xclock
xorg-xinit
xorg-xprop
xscreensaver
xterm
zsh
zsh-completions
